sec2 = f'''
ـ                      **[ AndY ultra sourece Hunter Stats ](t.me/isAndreew)**
     ـ●━━━━━━━━━━━━━━━━━━●
✥┊⌔  اهلا بك فى قسم فحص الحساب 
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━━━━━●
✥┊ `.احصائياتي`
     ⪼ لـعرض احصائيات الحساب
✥┊ `.معلوماتي`
     ⪼ لـعرض معلومات الحساب
✥┊ `.قنواتي مالك`
     ⪼ لـعرض قنوات الحساب المالك عليها
✥┊ `.قنواتي ادمن`
     ⪼ لـعرض قنوات الحساب المشرف عليها
✥┊ `.قنواتي الكل`
     ⪼ لـعرض كل قنوات الحساب المنضم بها
✥┊ `.كروباتي مالك`
     ⪼ لـعرض كروبات الحساب المالك عليها
✥┊ `.كروباتي ادمن`
     ⪼ لـعرض كروبات الحساب المشرف عليها
✥┊ `.كروباتي الكل`
     ⪼ لـعرض كروبات الحساب المنضم بها 
✥┊ `.نظف`
     ⪼ لتنظيف القنوات التى ينشئها السورس 
     عند بدء الصيد فى حال وجدت انها كثيره 
     ـ●━━━━━━━━━━━━━━━━━━●
ـ
'''


sec3 = f'''
**[ AndY ultra sourece Hunter Checker ](t.me/isAndreew)** **>>** **[Developer](tg://user?id={1421814874})**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة
✩ `.صيد + العدد + النوع` : يقوم بفحص اليوزرات على قناة ينشئها السورس تلقائيا
✩ `.صيد + العدد + النوع` : بالرد على يوزر القناة يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.حالة الصيد` : لمعرفة تقدم الصيد
✩ `.ايقاف الصيد` : لايقاف الصيد

✩ `.الانواع` : لمعرفة انواع اليوزرات بالصيد التقليدي
✩ `.النوع` : لمعرفة انواع اليوزرات بالصيد الحديث ينصح باستخدامه

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec4 = f'''
ـ          **[⎉ AndY ultra sourece Hunter FloodWait ⎉](t.me/isAndreew)**
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ اهلا بك فى قسم التثبيت
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ `.تثبيت_قناة` + اليوزر
     ⪼ لـ تثبيت اليـوزر بقنـاة معينـه 
     ⪼ بالرد على يوزرها او انشائها تلقائيا 
✥┊ `.تثبيت_حساب` + اليوزر
     ⪼ لـ تثبيت اليـوزر بحسـابك مباشـرة 
✥┊ `.تثبيت_بوتات` + اليوزر
     ⪼ لـ تثبيت اليـوزر في بـوت فـاذر 
✥┊ `.حالة التثبيت`
     ⪼ لـ معرفـة تقـدم التثبيت التلقـائـي
✥┊ `.ايقاف التثبيت`
     ⪼ لـ إيقـاف عمليـة التثبيت التلقـائـي
     ـ●━━━━━━━━━━━━━━●
ـ
'''

sec6 = f'''
**[ AndY ultra sourece Hunter Addons ⎉](t.me/isAndreew)** **>>** **[Developer](tg://user?id={5616315677})**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس AndY ultra sourece` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس سايثون `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

AndY ultra sourece مثال | `.للكروبات مرحبا بك في سورس  `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''






Main_Types = '''
    **⟨ AndY ultra sourece CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` : لمعرفة انواع اليوزرات
    
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
1 - ثلاثي بأنواعه
2 - سداسي حرفين بأنواعه
3 - رباعي حرف
4 - رباعي حرفين
5 - خماسي مخربط abbbc
6 - ثلاثي بوتات
7 - aaabc
8 - abccc
9 - ab1111
10 - ثماني حرف
11 - سباعي حرفين
12 - abccc

ملاحظة : اليوزرات تشمل النوع اذا كان رقم او حرف او اوقام وحروف
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    `.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته`
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @Q22QQQ2`

    '''


Main_Auto_Checker = '''
    **⟨ AndY ultra sourece CHECKER ⟩** **(الصيد الحديث)**
    
    ✩ `.النوع` : لمعرفة انواع اليوزرات
    
    
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @Q22QQQ2
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    '''


Types = {
    "Types1": '''
    **⟨ IEX CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 1 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
     قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @Q22QQQ2
    ''',
    "Types2": '''
    **⟨ AndY ultra sourece CHECKER ⟩** **(الصيد التقليدي)**
    
    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 2 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
       قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @Q22QQQ2
    ''',
    "Types3": '''
    **⟨ AndY ultra sourece CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 3 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
      قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @Q22QQQ2`
    ''',
}
Auto_Checker = {
    "Types1": '''
    **⟨ r6r6rr CHECKER ⟩** **(الصيد الحديث)**
    
    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 1 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
     قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @ghxxx
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
    "Types2": '''
    **⟨ AndY ultra sourece CHECKER ⟩** **(الصيد الحديث)**

    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 2 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
      قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @ghxxx

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
    "Types3": '''
    **⟨ AndY ultra sourece CHECKER ⟩** **(الصيد الحديث)**

    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 3 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
        قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @Q22QQQ2

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
}
